Repository: jfoot/Transformations
Catalog: Transformations/Properties/Strings.*.resx
Languages: cs, de, es, ru, sv, zh

# DataBaseError
source: Please try again or check your database connection string in 'Advance Settings'
cs: Opakujte akci nebo Zkontrolujte připojovací řetězec databáze v "Upřesnit nastavení"
de: Bitte versuchen Sie es erneut oder überprüfen Sie Ihre Datenbank-Verbindungszeichenfolge in "Erweiterte Einstellungen"
es: Por favor, inténtelo de nuevo o comprobar la cadena de conexión de base de datos en' Advance'
ru: Пожалуйста, попробуйте снова или проверить строку подключения базы данных в «Настройки заранее»
sv: Försök igen eller kontrollera din databasanslutningssträng i 'Avancerade inställningar'
zh: 请重试或在 "高级设置" 中检查数据库连接字符串

# WindowsError
source: Please check that you've the sufficient computer privileges.
cs: Zkontrolujte, že máte dostatečná oprávnění k počítači.
de: Bitte überprüfen Sie, dass Sie genügend Computer-Privilegien haben.
es: Por favor comprueba que tienes los suficientes privilegios de ordenador.
ru: Пожалуйста, проверьте, что у вас достаточно привилегий компьютер.
sv: Kontrollera att du har tillräcklig dator privilegier.
zh: 请检查您是否具有足够的计算机权限。

# UserError
source: Please ensure you’ve correctly inputted/ selected a valid value.
cs: Ujistěte se, zda jste správně zadaných / vybraných platnou hodnotu.
de: Bitte stellen Sie sicher Sie haben korrekt eingegeben / einen gültigen Wert ausgewählt.
es: Asegúrese de que correctamente han introducidos / seleccionados un valor válido.
ru: Пожалуйста, убедитесь, вы правильно введены / выбрано допустимое значение.
sv: Kontrollera att du har korrekt inmatade / valt ett giltigt värde.
zh: 请确保您正确输入/选择了一个有效值。

# CriticalFailuer
source: An unknown issue has caused a critical failure. Please try again or contact your system administrator.
cs: Neznámý problém způsobil kritickou chybu. Opakujte akci nebo se obraťte na správce systému.
de: Ein unbekanntes Problem hat einen kritischen Fehler verursacht. Bitte versuchen Sie es erneut oder wenden Sie sich an Ihren Systemadministrator.
es: Un tema desconocido ha causado un fallo crítico. Por favor, inténtelo de nuevo o póngase en contacto con el administrador del sistema.
ru: Неизвестная проблема вызвала критического сбоя. Пожалуйста, повторите попытку или обратитесь к системному администратору.
sv: Ett okänt problem har orsakat en kritisk misslyckande. Vänligen försök igen eller kontakta din systemadministratör.
zh: 未知问题已导致严重故障。请重试或与系统管理员联系。

# CircleString
source: Circle
cs: Kruh
de: Kreis
es: circunferencia
ru: Круг
sv: Cirkel
zh: 圈

# AccountDrop
source: _Account
cs: Účet
de: Konto
es: Cuenta
ru: Учетная запись
sv: Konto
zh: 帐户

# ArrowString
source: Arrow
cs: Šipka
de: Pfeil
es: Flecha
ru: Стрелка
sv: Pilen
zh: 箭头

# BugDrop
source: _Report A Bug
cs: Nahlásit chybu
de: Einen Bug melden
es: Notificar un error
ru: Сообщить об ошибке
sv: Rapportera en bugg
zh: 报告错误

# DataBaseFailure
source: DATABASE FAILURE: PLEASE REFER TO USERMANUAL
cs: CHYBA DATABÁZE: VIZ NÁVOD KOBSLUZE
de: DATENBANKFEHLER: SIEHE BEDIENUNGSANLEITUNG
es: FALLA EN LA BASE DE DATOS: CONSULTE USERMANUAL
ru: ОШИБКА БАЗЫ ДАННЫХ: ПОЖАЛУЙСТА, ОБРАТИТЕСЬ К РУКОВОДСТВО
sv: DATABASFEL: HÄNVISAS TILL USERMANUAL
zh: 数据库故障: 请返回到用户

# DeleteAllGhostsString
source: Delete All Ghosts
cs: Odstranit všechny duchy
de: Löschen Sie alle Geister
es: Eliminar todos los fantasmas
ru: Удалить все призраки
sv: Ta bort alla spöken
zh: 删除所有鬼

source: Delete Shape
cs: Odstranit tvar
de: Form zu löschen
es: Eliminar de forma
ru: Удаление фигуры
sv: Ta bort formen
zh: 删除形状

# DrawRaylinesString
source: Draw Ray-Lines
cs: Ray-čar
de: Ray-Linien zeichnen
es: Dibujar líneas de Ray
ru: Рэй-линии
sv: Rita Ray-linjer
zh: 绘制光线

# EDeleteGhosts
source: Delete Enlargment Ghosts
cs: Odstranit zvětšení duchové
de: Penisvergrößerung Geister zu löschen
es: Eliminar a fantasmas Enlargment
ru: Удаление увеличения призраков
sv: Ta bort förstoring spöken
zh: 删除放大鬼

# EDeleteRayLines
source: Delete Ray-Lines
cs: Ray řádky odstranit
de: Ray-Zeilen löschen
es: Eliminar líneas de Ray
ru: Удаление Рэй линии
sv: Ta bort Ray-rader
zh: 删除光线线

# EditShapeString
source: Edit Shape
cs: Upravit tvar
de: Form zu bearbeiten
es: Editar forma
ru: Изменить форму
sv: Redigera formen
zh: 编辑形状

# EGhostHidden
source: Enlargment Ghosts Hidden
cs: Skryté duchy zvětšení
de: Penisvergrößerung Geister versteckt
es: Enlargment fantasmas ocultados
ru: Увеличение призраки скрытые
sv: Utvidgningen spöken gömda
zh: 隐藏的放大鬼

# EGhostVisible
source: Enlargment Ghosts Visible
cs: Zvětšení duchové viditelný
de: Penisvergrößerung Geister sichtbar
es: Enlargment fantasmas visibles
ru: Увеличение призраки видимой
sv: Utvidgningen Ghosts synliga
zh: 更大的幽灵可见

# EnlargmentString
source: Englargment
zh: 恩格拉门特

# ExecuteString
source: Execute
cs: Spustit
de: Ausführen
es: Ejecutar
ru: Выполнение
sv: Exekvera
zh: 执行

# FeedbackDrop
source: _Feedback
cs: Zpětná vazba
es: Comentarios
ru: Обратная связь
zh: 反馈

# FileDrop
source: _File
cs: Soubor
de: Datei
es: Archivo
ru: Файл
sv: Fil
zh: 文件

# FreeFormString
source: Free Form
de: Freie Form
es: Forma libre
ru: Свободная форма
sv: Fri Form
zh: 免费表格

source: Guest Account
cs: Účet Guest
de: Gast-Account
es: Cuenta de invitado
ru: Учетная запись гостя
sv: Gästkontot
zh: 客户账户

# HelpDrop
source: _Help
cs: Pomoc
de: Hilfe
es: Ayuda
ru: Справка
sv: Hjälp
zh: 帮助

# HomeString
source: Home
cs: Domů
de: Haus
es: Página de inicio
ru: Главная
sv: Hem
zh: 家

# LabelsDrop
source: _Labels
cs: Štítky
de: Etiketten
es: Etiquetas
ru: Этикетки
sv: Etiketter
zh: 标签

# LShapeString
source: L Shape
cs: Tvar L
de: L-Form
es: Forma de L
ru: L форма
sv: L-form
zh: L 形

# MainWindowTitle
source: Main Window
cs: Hlavní okno
de: Hauptfenster
es: Ventana principal de
ru: Главное окно
sv: Huvudfönstret
zh: 主窗口

# NoShapeSelected
source: No Shape Currently Selected
cs: Žádné aktuálně vybraného obrazce
de: Keine Form, die derzeit ausgewählt
es: No hay forma actualmente seleccionado
ru: Фигура не выбран
sv: Ingen form markerat
zh: 当前未选择任何形状

# OpenDrop
source: _Open
cs: Otevřené
de: Offen
es: Abierto
ru: Открытые
sv: Öppna
zh: 打开

# ParallelogramString
source: Parallelogram
cs: Rovnoběžník
de: Parallelogramm
es: Paralelogramo
ru: Параллелограмм
sv: Parallellogram
zh: 平行四边形

# PentagonString
source: Pentagon
cs: Pětiúhelník
es: Pentágono
ru: Пентагон
zh: 五角大楼

# RDeleteGhosts
source: Delete Rotations Ghosts
cs: Odstranit střídání duchové
de: Rotationen Geister zu löschen
es: Eliminar a fantasmas de rotaciones
ru: Удаление вращений призраков
sv: Ta bort rotationer spöken
zh: 删除旋转鬼

# ReflectionString
source: Reflection
cs: Reflexe
de: Reflexion
es: Reflexión
ru: Отражение
sv: Reflektion
zh: 反射

# ResetAxisDrop
source: _Reset Axis
cs: Obnovení osy
de: Reset-Achse
es: Eje de RESET
ru: Сбросить оси
sv: Återställa Axis
zh: 重置轴

# RestartDrop
source: _Restart
cs: Restartování počítače
de: Neu starten
es: Reiniciar
ru: Перезагрузка
sv: Starta om
zh: 重新 启动

# RGhostHidden
source: Rotation Ghost Hidden
cs: Rotace duch skryté
de: Drehung-Ghost versteckt
es: Rotación fantasma ocultado
ru: Вращение призрак скрытые
sv: Rotation Ghost dolda
zh: 旋转幽灵隐藏

# RGhostVisible
source: Rotation Ghost Visible
cs: Rotace Ghost viditelné
de: Rotation Ghost sichtbar
es: Rotación fantasma Visible
ru: Вращение призрак видимый
sv: Rotation Ghost synliga
zh: 旋转幽灵可见

# RotationString
source: Rotation
cs: Rotace
es: Rotación
ru: Вращение
zh: 旋转

# SaveDrop
source: _Save
cs: Uložit
de: Speichern
es: Guardar
ru: Сохранить
sv: Spara
zh: 救

# SaveFileDrop
source: _Save File
cs: Uložení souboru
de: Datei speichern
es: Guardar archivo
ru: Сохранить файл
sv: Spara filen
zh: 保存文件

# SaveImageDrop
source: _Save Image
cs: Uložit obrázek
de: Bild speichern
es: Guardar imagen
ru: Сохранить изображение
sv: Spara bild
zh: 保存图像

# SearchingForSetting
source: Searching for a setting? Check the "Settings" window under "File" for more controls.
cs: Hledání nastavení? Zkontrolujte okno "Nastavení" pod "File" pro další ovládací prvky.
de: Auf der Suche nach einer Einstellung? Überprüfen Sie das Fenster "Einstellungen" unter "File" für mehr Kontrollen.
es: ¿Buscas un ambiente? Compruebe la ventana de "Configuración" en "Archivo" para más controles.
ru: Поиск для параметра? Проверьте в окне «Параметры» под «Файл» для нескольких элементов управления.
sv: Letar du efter en inställning? Kontrollera fönstret ”Inställningar” under ”fil” för fler kontroller.
zh: 正在寻找设置吗？检查 "文件" 下的 "设置" 窗口, 了解更多控件。

# SettingsDrop
source: _Settings
cs: Nastavení
de: Einstellungen
es: Configuración
ru: Параметры
sv: Inställningar
zh: 设置

# SnapGridString
source: Snap To Grid
cs: Přichytit k mřížce
de: Am Raster ausrichten
es: Ajustar a la cuadrícula
ru: Привязка к сетке
sv: Fäst mot rutnät
zh: 捕捉到网格

# SpawnShapeString
source: Spawn Shape
cs: Třeli tvar
de: Spawn-Form
es: Forma de spawn
ru: Спаун форма
sv: Spawn form
zh: 产卵形状

# SquareString
source: Square
cs: Náměstí
de: Quadrat
es: Plaza
ru: Площадь
sv: Torget
zh: 广场

# StarString
source: Star
cs: Hvězda
de: Sterne
es: Estrella
ru: Звезда
sv: Stjärnigt
zh: 明星

# StudentLoginDrop
source: _Student Login
cs: Studentské příhlášení
de: Schüler-Login
es: Inicio de sesión de alumno
ru: Вход для студентов
sv: Elev inloggning
zh: 学生登录

# StudentMangerDrop
source: _Student Manger
cs: Studentské Manger
de: Student-Krippe
es: Pesebre de estudiante
ru: Студент яслях
zh: 学生经理

# TakeExamDrop
source: _Take An Exam
cs: Zkoušku
de: Nehmen Sie eine Prüfung
es: Tomar un examen
ru: Сдать экзамен
sv: Ta en examen
zh: 参加考试

# TDeleteGhosts
source: Delete Translation Ghosts
cs: Odstranit překlad duchové
de: Übersetzung-Geister zu löschen
es: Eliminar a fantasmas traducción
ru: Удалить перевод призраков
sv: Ta bort översättningen spöken
zh: 删除翻译鬼

# TeacherLoginDrop
source: _Teacher Login
cs: Přihlášení učitele
de: Lehrer-Login
es: Inicio de sesión docente
ru: Вход для преподавателя
sv: Lärare logga in
zh: 教师登录

# TGhostHidden
source: Translation Ghosts Hidden
cs: Skryté duchy překlad
de: Übersetzung-Geister versteckt
es: Traducción fantasmas ocultados
ru: Перевод призраки скрытые
sv: Översättning spöken gömda
zh: 隐藏的翻译幽灵

# TGhostVisible
source: Translation Ghosts Visible
cs: Překlad duchové viditelný
de: Übersetzung Geister sichtbar
es: Traducción fantasmas visibles
ru: Перевод призраки видимой
sv: Översättning Ghosts synliga
zh: 翻译鬼可见

# TranslationString
source: Translation
cs: Překlad
de: Übersetzung
es: Traducción
ru: Перевод
sv: Översättning
zh: 翻译

# TrapeziumString
source: Trapezium
cs: Lichoběžníková
de: Trapez
es: Trapecio
ru: Трапеция
zh: 梯形

# TriangleString
source: Triangle
cs: Trojúhelník
de: Dreieck
es: Triángulo de
ru: Треугольник
sv: Triangel
zh: 三角形

source: Unselect Shape
cs: Výběr tvaru
de: Deaktivieren der Form
es: Anular la selección de forma
ru: Отменить выбор формы
sv: Osjälvisk form
zh: 取消选择形状

# ViewDrop
source: _View
cs: Pohled
de: ansehen
es: Ver
ru: Вид
sv: Visa
zh: 视图

# XAxisRef
source: X Axis Reflection
cs: X osa reflexe
de: X Achse Reflexion
es: X eje de reflexión
ru: X оси отражения
sv: X Axis reflektion
zh: X 轴反射

# YAxisRef
source: Y Axis Reflection
cs: Reflexe osy Y
de: Y Achse Reflexion
es: Reflexión de eje Y
ru: Y оси отражения
sv: Y-axeln reflektion
zh: Y 轴反射

# YMXCRef
source: Y = MX + C Relfection
es: Y = MX + C reflexión
zh: Y = MX + C 重新定位

# acw
source: Anti-Clockwise
cs: Proti směru hodinových ručiček
de: Gegen den Uhrzeigersinn
es: Agujas del reloj
ru: Против часовой стрелки
sv: Moturs
zh: 逆时针方向

source: Created By
cs: Vytvořil(a)
de: Erstellt von
es: Creado por
ru: Создан
sv: Skapad av
zh: 创建者

# cw
source: Clockwise
cs: Ve směru hodinových ručiček
de: Im Uhrzeigersinn
es: Hacia la derecha
ru: По часовой стрелке
sv: Medurs
zh: 顺时针

# d180
source: 180 Degrees
cs: 180 stupňů
de: 180 Grad
es: 180 grados
ru: 180 градусов
sv: 180 grader
zh: 180度

# d270
source: 270 Degrees
cs: 270 stupňů.
de: 270 Grad
es: 270 grados
ru: 270 градусов
sv: 270 grader
zh: 270度

# d360
source: 360 Degrees
cs: 360 stupňů
de: 360 Grad
es: 360 grados
ru: 360 градусов
sv: 360 grader
zh: 360度

# d45
source: 45 Degrees
cs: 45 stupňů
de: 45 Grad
es: 45 grados
ru: 45 градусов
sv: 45 grader
zh: 45度

# d90
source: 90 Degrees
cs: 90 stupňů
de: 90 Grad
es: 90 grados
ru: 90 градусов
sv: 90 grader
zh: 90度

source: Guest
cs: Hodnocení
de: Gast
es: Huésped
ru: Гость
sv: Pensionat
zh: 客人

# seconds0
source: 0 Seconds
cs: 0 sekund
de: 0 Sekunden
es: 0 segundos
ru: 0 секунд
sv: 0 sekunder
zh: 0秒

# seconds1
source: 1 Second
cs: 1 sekundu
de: 1 Sekunde
es: 1 segundo
ru: 1 второй
sv: 1 sekund
zh: 1秒

# seconds10
source: 10 Seconds
cs: 10 sekund
de: 10 Sekunden
es: 10 segundos
ru: 10 секунд
sv: 10 sekunder
zh: 10秒

# seconds15
source: 15 Seconds
cs: 15 sekund
de: 15 Sekunden
es: 15 segundos
ru: 15 секунд
sv: 15 sekunder
zh: 15秒

# seconds3
source: 3 Seconds
cs: 3 sekundy
de: 3 Sekunden
es: 3 segundos
ru: 3 секунды
sv: 3 sekunder
zh: 3秒

# seconds5
source: 5 Seconds
cs: 5 sekund
de: 5 Sekunden
es: 5 segundos
ru: 5 секунд
sv: 5 sekunder
zh: 5秒

# sf-1
source: -1 Scale Factor
cs: -1 měřítko
de: -1 Skalierungsfaktor
es: -Factor de escala 1
ru: -Масштаб 1
sv: -1 skalfaktor
zh: -1个比例因子

# sf-2
source: -2 Scale Factor
cs: -2 měřítko
de: -2 Skalierungsfaktor
es: -Factor de escala 2
ru: -2 масштабный коэффициент
sv: -2 skalfaktor
zh: -2个比例因子

# sf-3
source: -3 Scale Factor
cs: -3 měřítko
de: -3 Skalierungsfaktor
es: -Factor de escala 3
ru: -3 масштабный коэффициент
sv: -3 skalfaktor
zh: -3个比例因子

# sf-4
source: -4 Scale Factor
cs: -4 měřítko
de: -4 Skalierungsfaktor
es: -Factor de escala 4
ru: -4 масштабный коэффициент
sv: -4 skalfaktor
zh: -4个比例因子

# sf-5
source: -5 Scale Factor
cs: -5 měřítko
de: -5 Skalierungsfaktor
es: -Factor de escala 5
ru: -5 масштабный коэффициент
sv: -5 skalfaktor
zh: -5个比例因子

# sf025
source: 0.25 Scale Factor
cs: 0,25 měřítko
de: 0,25 Skalierungsfaktor
es: Factor de escala de 0.25
ru: 0,25 масштабный коэффициент
sv: 0,25 skalfaktor
zh: 0.25 比例因子

# sf05
source: 0.5 Scale Factor
cs: 0,5 faktor měřítka
de: 0.5 Skalierungsfaktor
es: 0.5 Factor de escala de
ru: 0.5 коэффициент масштабирования
sv: 0,5 skalfaktor
zh: 0.5 比例因子

# sf075
source: 0.75 Scale Factor
cs: 0,75 měřítko
de: 0,75 Skalierungsfaktor
es: Factor de escala de 0.75
ru: 0,75 масштабный коэффициент
sv: 0.75 skalfaktor
zh: 0.75 比例因子

# sf1
source: 1 Scale Factor
cs: 1 měřítko
de: 1 Skalierungsfaktor
es: Factor de 1 escala
ru: 1 масштабный коэффициент
sv: 1 skalfaktor
zh: 1比例因子

# sf2
source: 2 Scale Factor
cs: 2 měřítko
de: 2 Skalierungsfaktor
es: Factor de escala 2
ru: 2 масштаб
sv: 2 skalfaktor
zh: 2比例因子

# sf3
source: 3 Scale Factor
cs: 3 měřítko
de: 3 Skalierungsfaktor
es: Factor de escala 3
ru: 3 масштабный коэффициент
sv: 3 skalfaktor
zh: 3比例因子

# sf4
source: 4 Scale Factor
cs: 4 měřítko
de: 4 Skalierungsfaktor
es: Factor de escala 4
ru: 4 масштабный коэффициент
sv: 4 skalfaktor
zh: 4比例因子

# sf5
source: 5 Scale Factor
cs: 5 měřítko
de: 5 Skalierungsfaktor
es: Factor de escala 5
ru: 5 масштабный коэффициент
sv: 5 skalfaktor
zh: 5比例因子

# StudentLogOutDrop
source: _Student Log-Out
cs: Studentka Log-Out
es: Estudiante Log-Out
ru: Студент выход
sv: Ut-student
zh: 学生注销

# TeacherLogOutDrop
source: _Teacher Log-Out
cs: Učitelka Log-Out
de: Lehrer Log-Out
es: Profesor Log-Out
ru: Учитель выход
sv: Lärare logga ut
zh: 教师注销

# ver
source: Version
cs: Verze
es: Versión
ru: Версия
zh: 版本

# EM_FieldEmpty
source: Field Empty Error:
cs: Chyba prázdné pole:
de: Fehler beim leeren des Feldes:
es: Campo vacío Error:
ru: Поле пустым ошибка:
sv: Fältet tomt fel:
zh: 字段空错误:

# EM_InvalidInputTypeError
source: Invalid Input Type Error:
cs: Chyba neplatný typ vstupu:
de: Ungültige Eingabetyp Fehler:
es: Tipo de entrada no válido Error:
ru: Ошибка недопустимый тип входных данных:
sv: Ogiltig Indatatyp fel:
zh: 无效的输入类型错误:

# NoShapeSelected1
source: You have not selected any shape or the selected shape is invalid.
cs: Nevybrali jste žádné obrazce nebo vybraný obrazec je neplatná.
de: Sie haben nicht jede beliebige Form ausgewählt oder die ausgewählte Form ist ungültig.
es: No ha seleccionado ninguna forma o la forma seleccionada no es válida.
ru: Вы не выбрали любой формы или выделенной фигуры является недопустимым.
sv: Du har inte valt någon form eller den markerade formen är ogiltig.
zh: 您没有选择任何形状, 或者所选形状无效。

# NumericCordsOnly
source: The coordinates entered were not in the correct format; only numerical values are allowed.
cs: Zadané souřadnice nejsou ve správném formátu; jsou povoleny pouze číselné hodnoty.
de: Die Koordinaten eingegeben wurden nicht im richtigen Format; nur numerische Werte sind erlaubt.
es: Las coordenadas introducidas no estaban en el formato correcto; se permiten sólo valores numéricos.
ru: Координаты вступил были не в правильный формат; допускаются только числовые значения.
sv: Koordinaterna anges var inte i rätt format; endast numeriska värden är tillåtna.
zh: 输入的坐标格式不正确;只允许数值。

source: Account Found
cs: Nalezen účet
de: Konto gefunden
es: Cuenta que encontró
ru: Учетная запись найдена
sv: Redovisa grunda
zh: 找到的帐户

source: Account Not Found
cs: Účet nebyl nalezen.
de: Konto nicht gefunden
es: Cuenta que no se encuentra
ru: Учетная запись не найдена
sv: Konto som hittades inte
zh: 找不到帐户

# EM_CriticalFailure
source: Critical Program Failure:
cs: Selhání kritické programu:
de: Kritische Programmfehler:
es: Falla en el programa crítica:
ru: Сбой критических программы:
sv: Kritiska Program misslyckande:
zh: 关键程序失败:

# EM_DataBaseReadError
source: Database Read Error:
cs: Chyba při čtení databáze:
de: Datenbankfehler lesen:
es: Error de lectura de base de datos:
ru: Ошибка чтения базы данных:
sv: Läs databasfel:
zh: 数据库读取错误:

# EM_InvalidRequestError
source: Invalid Request Error:
cs: Chyba neplatný požadavek:
de: Ungültige Anforderung-Fehler:
es: Error de solicitud no válida:
ru: Ошибка недопустимого запроса:
sv: Ogiltig begäran fel:
zh: 无效的请求错误:

# FailedToSave
source: Failed to save the image.
cs: Nepodařilo se uložit obrázek.
de: Fehler beim Speichern des Bildes.
es: Error al guardar la imagen.
ru: Не удается сохранить изображение.
sv: Det gick inte att spara bilden.
zh: 未能保存图像。

# FailedToSaveShape
source: Failed to save the shape file.
cs: Nepodařilo se uložit soubor s příponou shape.
de: Die Shape-Datei Speichern fehlgeschlagen.
es: Error al guardar el archivo de forma.
ru: Не удалось сохранить файл формы.
sv: Det gick inte att spara filen form.
zh: 未能保存形状文件。

# FailToGetLoginAccounts
source: Failed to retrieve user login details and accounts.
cs: Nepodařilo se načíst přihlašovací údaje uživatele a účty.
de: Fehler beim Abrufen von Benutzer-Login-Daten und Konten.
es: Error al recuperar las cuentas y datos de inicio de sesión del usuario.
ru: Не удалось получить данные для входа пользователя и учетных записей.
sv: Det gick inte att hämta användarens inloggningsuppgifter och konton.
zh: 检索用户登录详细信息和帐户失败。

# LoggedInAsTeacherError
source: You are currently logged in as a teacher, please first log out of teacher login, before trying to log in into the student login.
cs: Jste aktuálně přihlášeni jako učitel, prosím první log z přihlášení učitele, než se snaží přihlásit do studentské příhlášení.
de: Sie sind derzeit angemeldet als Lehrer, bitte erste melden Lehrer anmelden, bevor Sie versuchen, in der Schüler-Login einloggen.
es: Actualmente está conectado como maestro, por favor primer log de inicio de sesión docente, antes de intentar iniciar sesión el inicio de sesión de alumno.
ru: Вы в настоящее время вошли в качестве преподавателя, пожалуйста первый журнал из учитель входа, прежде чем пытаться войти в студенческих входа.
sv: Du är inloggad som lärare, vänligen första logga ut lärare logga in, innan du försöker logga in på student login.
zh: 您目前以教师身份登录, 请先注销教师登录, 然后再尝试登录学生登录。

# LoginSuccesfull
source: Login Successful, you have now been logged into your account.
cs: Přihlášení úspěšné, můžete mít nyní přihlášeni ke svému účtu.
de: Login erfolgreich, Sie haben jetzt auf Ihrem Konto angemeldet worden.
es: Inicio de sesión exitoso, ahora ha sido registrados en su cuenta.
ru: Успешный вход, вы теперь были войти в свой аккаунт.
sv: Inloggning lyckades, du har nu loggats in på ditt konto.
zh: 登录成功, 您现在已经登录到您的帐户。

# NoAccountFound
source: No user account could be found, please make a new user account.
cs: Žádný uživatelský účet nebyl nalezen, prosím vytvořit nový uživatelský účet.
de: Kein Benutzerkonto konnte gefunden werden, stellen Sie bitte ein neues Benutzerkonto.
es: Ninguna cuenta de usuario podría ser encontrada, por favor, hacer una nueva cuenta de usuario.
ru: Нет учетной записи пользователя может быть найден, пожалуйста, сделайте новую учетную запись пользователя.
sv: Inget användarkonto kunde hittas, gör ett nytt användarkonto.
zh: 找不到用户帐户, 请创建一个新的用户帐户。

# UnableToOpen
source: Unable to open file. The selected file could be corrupted or not compatible with the current version of this program.
cs: Nelze otevřít soubor. Vybraný soubor mohl být poškozen nebo není kompatibilní s aktuální verzí tohoto programu.
de: Datei kann nicht geöffnet. Die ausgewählte Datei möglicherweise beschädigt oder nicht kompatibel mit der aktuellen Version dieses Programms.
es: No se puede abrir el archivo. El archivo seleccionado podría ser dañado o no compatible con la versión actual de este programa.
ru: Не удается открыть файл. Выбранный файл может быть поврежден или не совместим с текущей версией этой программы.
sv: Det gick inte att öppna filen. Den valda filen kan vara skadad eller inte kompatibel med den aktuella versionen av detta program.
zh: 无法打开文件。所选文件可能已损坏或与此程序的当前版本不兼容。

source: Logged out.
cs: Odhlášeni.
de: Abgemeldet.
es: Registrado hacia fuera.
ru: Вышли из.
sv: Loggade ut.
zh: 已注销。

# logoutSuccessful
source: You have been successfully logged out.
cs: Byli jste úspěšně odhlášeni.
de: Sie wurden erfolgreich ausgeloggt.
es: Se haya registrado con éxito hacia fuera.
ru: Вы успешно выполнен.
sv: Du har blivit utloggad.
zh: 您已成功注销。

# LogOutOfStudentFirst
source: You are currently logged in as a student, please first log out of student login, before trying to log in into the teacher login.
cs: Jste aktuálně přihlášeni jako student, prosím první log z přihlášení studentů, než se snaží přihlásit do přihlášení učitel.
de: Sie sind derzeit angemeldet als Student, bitte abmelden aus Student anmelden, bevor Sie versuchen, in der Lehrer-Login anmelden.
es: Actualmente se registran en como un estudiante, por favor primer log de inicio de sesión de estudiante, antes de intentar iniciar sesión el inicio de sesión docente.
ru: Вы в настоящее время вошли качестве студента, пожалуйста первый журнал из студентов-входа, прежде чем пытаться войти в учитель входа.
sv: Du är inloggad som student, vänligen första logga ut student logga in, innan du försöker logga in på lärare inloggningen.
zh: 您目前以学生身份登录, 请先注销学生登录, 然后再尝试登录教师登录。

# LogOutOfStudentOrGuest
source: You are currently logged in as a student or guest, please login to the teacher login.
cs: Jste aktuálně přihlášeni jako student nebo host, přihlaste se k přihlášení učitel.
de: Sie sind derzeit angemeldet als Student oder Gast, bitte anmelden, um den Lehrer-Login.
es: Actualmente se registran en como un estudiante o un huésped, por favor inicie sesión en el inicio de sesión docente.
ru: Вы в настоящее время вошли как студент или гость, пожалуйста, логин для входа учитель.
sv: Du är inloggad som student och gäst, vänligen logga in på lärare inloggningen.
zh: 您目前是以学生或访客身份登录的, 请登录到教师登录。

# CurrentlyUsingGuest
source: Currently using a guest account.
cs: V současné době pomocí účtu guest.
de: Verwenden derzeit ein Gastkonto.
es: Actualmente usando una cuenta de invitado.
ru: В настоящее время с помощью гостевой учетной записи.
sv: För närvarande med ett gästkonto.
zh: 当前正在使用来宾帐户。
