Repository: jfoot/Transformations
Catalog: Transformations/Properties/Strings.*.resx
Languages: cs, de, es, ru, sv, zh

# AreYouSureDeleteAccountTeacher
source: Are you sure you wish to delete your teacher account? Deleting a teacher account will delete all your classes, all the student accounts inside of your classes and all of their exam results. This action can not be undone. Be sure to transfer a class or student to a different teacher if you wish to keep their data.
cs: Opravdu že si přejete smazat účet učitel? Učitelka účtu budou odstraněny všechny třídy, veškeré studentské účty uvnitř své třídy a všechny výsledky. Tuto akci nelze vrátit zpět. Ujistěte se, aby třídy nebo studenta na jiný učitel, pokud chcete zachovat svá data.
de: Sind Sie sicher, dass Sie Ihre Lehrer-Konto löschen möchten? Ein Lehrer Konto löschen werden alle Klassen, alle Schülerkonten innerhalb Ihrer Klassen und alle ihre Prüfungsergebnisse. Diese Aktion kann nicht rückgängig gemacht werden. Achten Sie darauf, eine Klasse oder ein Student an einem anderen Lehrer übertragen, wenn Sie ihre Daten behalten möchten.
es: ¿Está seguro que desea eliminar su cuenta de profesor? Eliminar una cuenta de profesor eliminará todas tus clases, todas las cuentas de estudiante dentro de las clases y todos los resultados de los exámenes. No se puede deshacer esta acción. Asegúrese de transferir una clase o un alumno a un maestro diferente si desea mantener sus datos.
ru: Вы уверены, что вы хотите удалить свой аккаунт учитель? Удаление учетной записи учитель будет удалить все ваши классы, все учетные записи студентов внутри классов и все их результаты экзамена. Это действие не может быть отменено. Не забудьте передать класса или студент другой учитель если вы хотите сохранить свои данные.
sv: Är du säker du vill ta bort ditt lärarkonto? Ett lärarkonto kommer tar bort alla dina klasser, alla student konton inne i dina klasser och alla deras testresultat. Åtgärden kan inte ångras. Glöm inte att överföra en klass eller student till en annan lärare om du vill behålla sina data.
zh: 确实要删除您的教师帐户吗？删除教师帐户将删除您的所有课程、课程中的所有学生帐户及其所有考试成绩。此操作无法撤消。如果你想保留一个班级或学生的数据, 一定要把他们转给另一个老师。

# AutoLoginFailed
source: Failed to re-log you in, please manually logout and re-login.
cs: Nepodařilo se znovu přihlásit, prosím ručně odhlásit a re přihlášení.
de: Sie im neu Anmeldung fehlgeschlagen, bitte manuell abmelden und erneut anmelden.
es: No se pudo volver a entrar en, por favor manualmente cerrar sesión y volver a iniciar sesión.
ru: Не удалось повторно войти в, пожалуйста вручную, выйдите из системы и повторного входа.
sv: Misslyckades att åter logga in dig i, vänligen manuellt logga ut och logga in.
zh: 未能重新登录, 请手动注销并重新登录。

# EM_DBRandWError
source: Database Read & Write Error:
cs: Čtení databáze & chyba při zápisu:
de: Datenbank lesen & Schreibfehler:
es: Leer base de datos y Error de escritura:
ru: Базы данных чтения & ошибка записи:
sv: Databas Läs & Write Error:
zh: 数据库读和写错误:

# FailedToDeleteAccount
source: Failed to delete your user account.
cs: Odstranění uživatelského účtu se nezdařilo.
de: Ihr Benutzerkonto löschen fehlgeschlagen.
es: No puedes borrar tu cuenta de usuario.
ru: Не удалось удалить учетную запись пользователя.
sv: Kunde inte ta bort ditt användarkonto.
zh: 无法删除您的用户帐户。

# TeacherDelete1
source: Successfully deleted your account, including
cs: Úspěšně odstraněn účtu, včetně
de: Ihr Konto wurde erfolgreich gelöscht einschließlich
es: Eliminado correctamente de su cuenta, incluyendo
ru: Успешно удалил ваш аккаунт, включая
sv: Har tagit bort ditt konto, inklusive
zh: 已成功删除您的帐户, 包括

# TeacherDelete2
source: Classes, containing a total of
cs: Třídy, obsahující celkem
de: Klassen mit insgesamt
es: Clases, conteniendo un total de
ru: Классы, содержащие в общей сложности
sv: Klasser, som innehåller totalt
zh: 类, 包含总的

# TeacherDelete3
source: Student accounts and their results.
cs: Studentské účty a jejich výsledky.
de: Schülerkonten und deren Ergebnisse.
es: Cuentas del estudiante y sus resultados.
ru: Учетные записи студентов и их результаты.
sv: Studentkonto och deras resultat.
zh: 学生帐户和他们的结果。

source: Transfer User
cs: Přenést uživatele
de: Benutzer zu übertragen
es: Transferencia de usuario
ru: Передавать пользователю
sv: Överföra användare
zh: 传输用户

# TransferUserText
source: Please select below a new teacher and a new class to which you would like to transfer to."
cs: Vyberte pod nového učitele a novou třídu, do které chcete přenést do."
de: Bitte wählen Sie unten einen neuen Lehrer und eine neue Klasse, auf die Sie übertragen möchten."
es: Por favor seleccione a continuación un profesor nuevo y una nueva clase a la que desea transferir a."
ru: Пожалуйста, выберите ниже новый учитель и новый класс, к которому вы хотите передать.»
sv: Vänligen välj nedan nya lärare och en ny klass som du skulle vilja överföra till ”.
zh: 请选择下面的新老师和一个新的班级, 你想转移到。

source: Student Account
cs: Studentské konto
de: Ausbildungskonto
es: Cuenta de estudiante
ru: Студенческий счет
sv: Studentkonto
zh: 学生账户

# DetailsText2
source: This product has been licensed to and created for educational institutes. All Rights reserved to Jonathan Foot©. For full terms and conditions goto the store page and look at the detials secton.
cs: Tento produkt byl licencován a vytvořen pro vzdělávací instituce. Všechna práva vyhrazena pro Jonathana Foot ©. Kompletní podmínky naleznete na stránce obchodu a podívejte se do sekce Podrobnosti.
de: Dieses Produkt wurde an Bildungseinrichtungen lizenziert und erstellt. Alle Rechte sind Jonathan Foot © vorbehalten. Die vollständigen Geschäftsbedingungen finden Sie auf der Store-Seite und im Abschnitt mit den Details.!
es: Este producto ha sido autorizado y creado para institutos educativos. Todos los derechos reservados a Jonathan Foot ©. Para ver todos los términos y condiciones, vaya a la página de la tienda y consulte la sección de detalles.
ru: Этот продукт был лицензирован и создан для образовательных учреждений. Все права защищены Джонатан Фут ©. Для ознакомления с полными условиями перейдите на страницу магазина и просмотрите раздел с подробностями.!
sv: Denna produkt har varit licensierad till och skapat för utbildningsinstitut. Alla rättigheter reserverade till Jonathan Foot ©. För fullständiga regler och villkor goto den store sida och titta på den detials secton.
zh: 该产品已获得许可并为教育机构创建。保留所有权利Jonathan Foot©。有关完整的条款和条件，请转到商店页面并查看详细信息部分。
