Repository: jfoot/Transformations
Catalog: Transformations/Properties/Strings.*.resx
Languages: cs, de, es, ru, sv, zh

# LogOutOfTeacher
source: You are currently logged in as a teacher, please log out of a teacher account and login into a student account to access exams.
cs: Jste aktuálně přihlášeni jako učitel, odhlaste se z učitele účet a přihlášení do studentského účtu přístup zkoušky.
de: Sie sind derzeit angemeldet als Lehrer, melden Sie sich bei ein Studentenkonto zu Zugang Prüfungen aus einer Lehrer-Konto anmelden.
es: Actualmente está conectado como maestro, por favor cerrar sesión en una cuenta de profesor e inicio de sesión en una cuenta de estudiante para los exámenes de acceso.
ru: Вы в настоящее время вошли в качестве преподавателя, пожалуйста, войдите из учитель учетную запись и войти в студенческий счет для доступа к экзаменам.
sv: Du är inloggad som lärare, logga vänligen ut en lärarkonto och logga in till ett studentkonto till tillgång tentor.
zh: 您目前以教师身份登录, 请从教师帐户登录并登录学生帐户以访问考试。

# NotLoggedIn
source: You are currently not logged in. No progress will be saved or recorded while using a Guest login.
cs: Momentálně nejste přihlášeni. Žádný pokrok bude uloženo nebo zaznamenaných při používání přihlášení hosta.
de: Sie sind derzeit nicht eingeloggt. Keine Fortschritte werden gespeichert oder aufgezeichnet während der Verwendung eines Gast-Login.
es: Usted actualmente no está conectado. Ningún progreso será guardado o grabado durante el uso de un inicio de sesión de invitado.
ru: В настоящее время вы не вошли. Никакого прогресса будет сохранен или записанных при использовании Гостевой вход.
sv: Du är inte inloggad. Inga framsteg kommer att sparas eller registreras medan du använder en gästinloggning.
zh: 您当前未登录。使用来宾登录时, 不会保存或记录任何进度。

# NoCircleReflection
source: A circle cannot be reflected using a Y=MX+C line.
cs: Kruhu nelze odrazit pomocí Y = MX + C řádku.
de: Ein Kreis kann nicht reflektiert werden, mit einem Y = MX + C-Linie.
es: Un círculo no puede reflejarse mediante un Y = MX + C línea.
ru: Круг не могут быть отражены с использованием Y = MX + C линия.
sv: En cirkel kan inte reflekteras med en Y = MX + C linje.
zh: 不能使用 Y = MX + C 线反射圆。

# ReflectNotCorrectFormat
source: The line equation entered is not in the correct format; only numerical values are allowed.
cs: Zadaný řádek rovnice není ve správném formátu; jsou povoleny pouze číselné hodnoty.
de: Die Linie Gleichung eingetragen ist nicht im richtigen Format; nur numerische Werte sind erlaubt.
es: La ecuación de la línea introducida no está en el formato correcto; se permiten sólo valores numéricos.
ru: Уравнение линии вступил находится не в правильный формат; допускаются только числовые значения.
sv: Linje ekvationen angett är inte i rätt format; endast numeriska värden är tillåtna.
zh: 输入的行方程的格式不正确;只允许数值。

# VectorNotInFormat
source: The vector entered was not in the correct format; only numerical values are allowed
cs: Zadaný vektor nebyl ve správném formátu; jsou povoleny pouze číselné hodnoty
de: Der Vektor eingegeben wurde nicht im richtigen Format; nur numerische Werte sind erlaubt
es: El vector introducido no se encontraba en el formato correcto; se permiten sólo valores numéricos
ru: Вектор вступил был не в правильный формат; допускаются только числовые значения
sv: Den vektor som angett var inte i rätt format; endast numeriska värden tillåts
zh: 输入的向量格式不正确;只允许数值

# AreYouSureDelete
source: Are you sure you want to delete
cs: Opravdu že chcete odstranit
de: Sind Sie sicher, dass Sie löschen möchten
es: Está seguro que desea eliminar
ru: Вы уверены, что вы хотите удалить
sv: Är du säker du vill ta bort
zh: 确实要删除

source: Height:
cs: Výška:
de: Höhe:
es: Altura:
ru: Высота:
sv: Höjd:
zh: 高度：

# String1
source: Delete Confirmation
cs: Potvrzení odstranění
de: Bestätigung löschen
es: Confirmación de eliminar
ru: Подтверждение удаления
sv: Ta bort bekräftelse
zh: 删除确认

# UnknownShape
source: UNKNOWN CUSTOM SHAPE
cs: NEZNÁMÉ VLASTNÍ TVAR
de: UNBEKANNTE BENUTZERDEFINIERTE FORM
es: DESCONOCIDOS FORMA PERSONALIZADA
ru: НЕИЗВЕСТНЫЕ ПОЛЬЗОВАТЕЛЬСКИЕ ФОРМЫ
sv: OKÄND ANPASSAD FORM
zh: 不知名的客户形状

source: Width:
cs: Šířka:
de: Breite:
es: Ancho:
ru: Ширина:
sv: Bredd:
zh: 宽度：

source: Are you sure?
cs: Opravdu?
de: Bist du sicher?
es: ¿Estás seguro?
ru: Уверен?
sv: Är du säker?
zh: 是否确定？

# SaveBeforeOpening
source: Do you wish to save before opening a new file?
cs: Přejete si uložit před otevřením nového souboru?
de: Möchten Sie vor dem Öffnen einer neuen Datei speichern?
es: ¿Desea guardar antes de abrir un nuevo archivo?
ru: Вы хотите сохранить перед открытием нового файла?
sv: Vill du spara innan du öppnar en ny fil?
zh: 是否要在打开新文件之前保存？

# SaveCompeted
source: Save Completed
cs: Ukládání dokončeno.
de: Speichern fertig
es: Guardar completa
ru: Сохранение завершено
sv: Spara ifyllda
zh: 保存已完成

# SaveSuccesful
source: The file save successful.
cs: Soubor uložit úspěšné.
de: Die Datei speichern erfolgreich.
es: El archivo excepto el éxito.
ru: Файл, сохранить успешным.
sv: Filen spara framgångsrikt.
zh: 文件保存成功。

# SettingsGeneral
source: The application settings allow you to change default settings. These choices will be remembered for the next time you restart the application.
cs: Nastavení aplikace umožňují změnit výchozí nastavení. Tyto volby se bude vzpomínat na dobu příštího restartování aplikace.
de: Die Anwendungseinstellungen können Sie Standardeinstellungen ändern. Diese Auswahl werden für die nächste Zeit erinnert, die Sie die Anwendung neu starten.
es: La configuración de la aplicación le permite cambiar la configuración predeterminada. Estas opciones se recordará para la próxima vez que reinicie la aplicación.
ru: Параметры приложений позволяют изменять параметры по умолчанию. Эти варианты будут помнить в следующий раз вы перезапустите приложение.
sv: Programinställningar kan du ändra standardinställningarna. Dessa val kommer att bli ihågkommen för nästa gång du startar programmet.
zh: 应用程序设置允许您更改默认设置。这些选择将在下次重新启动应用程序时被记住。

# DefualtColourText
source: The deufalt colour for the shapes spawned.
cs: Deufalt barva pro obrazce plodil.
de: Die Deufalt Farbe für die Formen hervorgebracht.
es: El color de deufalt para las formas generado.
ru: Цвет deufalt для фигур породил.
sv: Deufalt färg för formerna lekt.
zh: 形状的变形颜色产生了。

source: General
cs: Obecné
de: Allgemeine
ru: Общие
sv: Allmänna
zh: 一般

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
ru: Параметры
sv: Inställningar
zh: 设置

source: Black
cs: Černá
de: Schwarz
es: Negro
ru: Черный
sv: Svart
zh: 黑

source: Blue
cs: Modrá
de: Blau
es: Azul
ru: Синий
sv: Blå
zh: 蓝色

source: Defualt Grid Colour
cs: Výchozí mřížka barva
de: Defualt Raster Farbe
es: Color de rejilla defualt
ru: Цвет сетки defualt
sv: Defualt rutnät färg
zh: 默认网格颜色

# DefualtGridColourText
source: The defualt colour of the grid.
cs: Výchozí barva mřížky.
de: Die Defualt Farbe des Gitters.
es: El defualt color de la cuadrícula.
ru: Defualt цвет сетки.
sv: Defualt färgen på rutnätet.
zh: 网格的褪色颜色。

source: Green
cs: Zelená
de: Grün
es: Verde
ru: Грин
sv: Grön
zh: 绿色

source: Red
cs: Červená
de: Rot
es: Rojo
ru: Красный
sv: Röd
zh: 红

source: Dark Gray
cs: Tmavě šedá
de: Dunkelgrau
es: Gris oscuro
ru: Темно-серый
sv: Mörkgrå
zh: 深灰色

# DDarkGray
source: Dark - Dark Gray
cs: Dark - tmavě šedá
de: Dark - dunkelgrau
es: Oscuro - gris oscuro
ru: Темно - темно-серый
sv: Dark - mörkgrå
zh: 深灰色

# DLightGray
source: Dark - Light Gray
cs: Tmavě - světle šedá
de: Dark - hellgrau
es: Oscuro - gris claro
ru: Темно - серый
sv: Dark - ljusgrå
zh: 暗色-浅灰色

source: Light Gray
cs: Světle šedá
de: Hellgrau
es: Gris claro
ru: Светло-серый
sv: Ljusgrå
zh: 浅灰色

# DWhite
source: Dark - White
cs: Dark - bílá
es: Oscuro - blanco
ru: Темно - белый
sv: Dark - vit
zh: 深色-白色

source: Size:
cs: Velikost:
de: Größe:
es: Tamaño:
ru: Размер:
sv: Storlek:
zh: 大小：

# DeleteConfirm
source: Deleted Successfully
cs: Úspěšně odstraněn
de: Erfolgreich gelöscht
es: Eliminado con éxito
ru: Удалено успешно
sv: Raderades
zh: 已成功删除

# DefualtColour
source: Default Colour
cs: Výchozí barva
de: Standardfarbe
es: Color por defecto
ru: Цвет по умолчанию
sv: Standard färg
zh: 默认颜色

source: Apply Changes
cs: Použít změny
de: Änderungen übernehmen
es: Aplicar los cambios
ru: Применить изменения
sv: Tillämpa ändringar
zh: 应用更改

# DefualtSize
source: Default Size
cs: Výchozí velikost
de: Standardgröße
es: Tamaño por defecto
ru: Размер по умолчанию
sv: Standardstorlek
zh: 默认大小

# DefualtSizeText
source: The default size of spawned shapes
cs: Výchozí velikost zplozený obrazců
de: Die Standardgröße des erzeugten Formen
es: El tamaño predeterminado de formas enraícen
ru: По умолчанию размер породил фигур
sv: Standardstorleken för lekt former
zh: 生成形状的默认大小

# ResetDefualts
source: Reset Defaults
cs: Obnovit výchozí nastavení
de: Standardeinstellungen zurücksetzen
es: Restablecer valores predeterminados
ru: Сброс значений по умолчанию
sv: Återställa standardinställningar
zh: 重置默认值

source: Advanced
cs: upřesnit
de: Erweiterte
es: Avanzado
ru: Расширенный
sv: Avancerad
zh: 先进

source: Details
cs: Podrobnosti <<
es: Datos de
ru: Детали
sv: Detaljer
zh: 细节

source: Language
cs: Jazyk
de: Sprache
es: Idioma
ru: Язык
sv: Språk
zh: 语言

# DetailsText
source: Advanced settings are designed for experienced users only. Change these settings at your own risk. If problems arise 'Reset Defaults'.
cs: Pokročilá nastavení jsou určeny pouze pro zkušené uživatele. Změňte toto nastavení na vlastní nebezpečí. Pokud vzniknou problémy "Obnovit výchozí".
de: Erweiterte Einstellungen eignen sich für erfahrene Benutzer nur. Ändern Sie diese Einstellungen auf Ihr eigenes Risiko. Wenn "Reset Defaults" zu Problemen kommen.
es: Ajustes avanzados están diseñados para los usuarios experimentados solamente. Cambiar la configuración a su propio riesgo. Si surgen problemas 'Reset Defaults'.
ru: Дополнительные настройки предназначены для опытных пользователей только. Измените эти настройки на свой собственный риск. Если проблемы возникают, «Сброс по умолчанию».
sv: Avancerade inställningar är utformad för erfarna användare endast. Ändra dessa inställningar på din egen risk. Om problem uppstår 'Återställ standardvärden'.
zh: 高级设置仅为有经验的用户设计。更改这些设置的风险由您自己承担。如果出现问题, "重置默认值"。

# HighRes
source: High Resolution Display (1920×1080)+
cs: Displej s vysokým rozlišením (1920 × 1080) +
de: Display mit hoher Auflösung (1920 × 1080) +
es: Pantalla de alta resolución (1920 × 1080) +
ru: Дисплей с высоким разрешением (1920 × 1080) +
sv: Hög upplösning (1920 × 1080) +
zh: 高分辨率显示器 (1920x1080) +

# LowRes
source: Low Resoultion Display
cs: Nízké Resoultion displej
de: Niedrige Resoultion Display
es: Baja resolución pantalla
ru: Низкое разрешение дисплея
sv: Låg Resoultion Display
zh: 低恢复显示

# MResoultion
source: Monitor Resoultion
cs: Sledovat Resoultion
es: Resolución de monitor
ru: Разрешение монитора
sv: Övervaka Resoultion
zh: 监控恢复

# MResoultionText
source: Changing this setting will make the application start-up size differ
cs: Změna tohoto nastavení bude aplikace počáteční velikost se liší
de: Das Ändern dieser Einstellung machen die Anwendung Start-up Größe abweichen
es: Cambiar este ajuste hará que el tamaño de la puesta en marcha de aplicación difieren
ru: Изменение этого параметра будет сделать начальный размер приложения отличаются
sv: Ändra den här inställningen kommer att göra programmet start-up storlek skiljer sig
zh: 更改此设置将使应用程序启动大小不同

# ConnString
source: Connection String:
cs: Připojovací řetězec:
de: Verbindungszeichenfolge:
es: Cadena de conexión:
ru: Строка подключения:
sv: Anslutningssträng:
zh: 连接字符串:

# DBConnection
source: DataBase Connection
cs: Připojení databáze
de: Datenbank-Verbindung
es: Conexión de base de datos
ru: Подключение к базе данных
sv: Databasanslutning
zh: 数据库连接

source: Deleted Successfully
cs: Úspěšně odstraněn
de: Erfolgreich gelöscht
es: Eliminado con éxito
ru: Удалено успешно
sv: Raderades
zh: 已成功删除

# DBWarning
source: ONLY TO BE CHANGED BY A SYSTEM ADMINISTRATOR
cs: POUZE NA BÝT ZMĚNĚNY SPRÁVCEM SYSTÉMU
de: NUR AUF EINEM SYSTEM-ADMINISTRATOR GEÄNDERT WERDEN
es: SÓLO PARA SER CAMBIADO POR UN ADMINISTRADOR DEL SISTEMA
ru: ТОЛЬКО ДЛЯ ТОГО, ЧТОБЫ БЫТЬ ИЗМЕНЕНЫ АДМИНИСТРАТОРОМ СИСТЕМЫ
sv: ENDAST SKA ÄNDRAS AV EN SYSTEMADMINISTRATÖR
zh: 只有由系统管理员更改

# LanguageText
source: Language will update upon restart.
cs: Jazyka bude aktualizován po restartu.
de: Sprache wird nach dem Neustart aktualisiert.
es: Lengua se actualizará al reiniciar.
ru: Язык будет обновлять после перезапуска.
sv: Språket kommer uppdatera vid omstart.
zh: 语言将在重新启动时更新。

# LanguageText2
source: Below you can select the language to be used throughout the whole program. If you find a mistake in a translation feel free to help fix it on the GitHub repository.
cs: Níže můžete vybrat jazyk, který má být použit v celém programu. Pokud najdete chybu v překladu klidně pomoci opravit na úložiště GitHub.
de: Unten können Sie die Sprache während des gesamten Programms verwendet werden. Wenn Sie einen Fehler in der Übersetzung finden zögern Sie nicht, um es auf GitHub Repository zu beheben.
es: A continuación puede seleccionar el idioma que se utilizará a lo largo de todo el programa. Si encuentra un error en una traducción no dude Ayude a fijarlo en el repositorio de GitHub.
ru: Ниже вы можете выбрать язык для использования на протяжении всей программы. Если вы нашли ошибку в переводе не стесняйтесь, чтобы помочь исправить его на хранилище GitHub.
sv: Nedan kan du välja språket som ska användas genomgående i hela programmet. Om du hittar ett misstag i en översättning gärna hjälpa fixa det på databasen GitHub.
zh: 下面您可以选择整个程序中使用的语言。如果您在翻译中发现错误, 请随时帮助在 GitHub 存储库中修复它。

source: Low End Device
cs: Nízké koncového zařízení
de: Low-End-Gerät
es: Dispositivo de gama baja
ru: Низкий конец устройства
sv: Låg slut enhet
zh: 低端设备

source: Performance
cs: Výkon
de: Leistung
es: Rendimiento
ru: Производительность
sv: Prestanda
zh: 性能

# StandardDevice
source: Standard Device (Normal)
cs: Standardní zařízení (normální)
de: Grundgerät (Normal)
es: Dispositivo estándar (Normal)
ru: Стандартное устройство (нормальный)
sv: Standardinformation om enheten (Normal)
zh: 标准设备 (正常)

source: Use Custom
cs: Použít vlastní
de: Verwenden Sie benutzerdefinierte
es: Uso personalizado
ru: Использование пользовательских
sv: Använda anpassade
zh: 使用自定义

source: Use Default
cs: Použít výchozí
de: Verwenden Sie Standard
es: Valor por defecto
ru: Использовать по умолчанию
sv: Använd standard
zh: 使用默认值

# PerformanceText
source: If you are experiencing performance issues switch to 'Low End Device'
cs: Pokud jste má problémy s výkonem přepnout do "Low End zařízení"
de: Wenn Sie Leistung Probleme Schalter auf "Low-End-Gerät" erleben
es: Si usted está experimentando problemas de rendimiento cambiar a 'Aparato baja'
ru: Если вы испытываете производительность вопросы переключения «Низкий конец устройства»
sv: Om du upplever prestandaproblem växla till 'Låg slutet enhet'
zh: 如果您遇到性能问题, 请切换到 "低端设备"

source: Change Class
cs: Změna třídy
de: Klasse wechseln
es: Cambio de clase
ru: Измените класс
sv: Ändra klass
zh: 更改类

source: Delete Account
cs: Odstranit účet
de: Konto löschen
es: Borrar cuenta
ru: Удаление учетной записи
sv: Radera konto
zh: 删除帐户

source: Dependency Download
cs: Stažení závislostí
de: Abhängigkeit-Download
es: Descargar dependencia
ru: Скачать зависимостей
sv: Beroende nedladdning
zh: 依赖关系下载

source: Account Type:
cs: Typ účtu:
de: Kontotyp:
es: Tipo de cuenta:
ru: Тип счета:
sv: Kontotyp:
zh: 账户类型:

source: Alias Name:
cs: Název aliasu:
es: Nombre de alias:
ru: Псевдоним:
sv: Aliasnamn:
zh: 别名:

source: Class ID:
cs: ID třídy:
de: Klassen-ID:
es: Identificador de clase:
ru: Идентификатор класса:
sv: Klass-ID:
zh: 类别 ID:

source: Class Name:
cs: Název třídy:
de: Klassennamen:
es: Nombre de la clase:
ru: Имя класса:
sv: Klassnamn:
zh: 类名:

# Teacher2
source: Teacher
cs: Učitel
de: Lehrer
es: Profesor
ru: Учитель
sv: Lärare
zh: 老师

source: User ID:
cs: ID uživatele:
de: Benutzer-ID:
es: ID de usuario:
ru: Идентификатор пользователя:
sv: Användar-ID:
zh: 用户 ID:

source: UserName:
cs: Uživatelské jméno:
de: Nutzername:
es: nombre de usuario:
ru: Имя пользователя:
sv: Användarnamn:
zh: 用户：

# FailiedToGetTeacherandClass
source: Failed to retrieve your teacher and class.
cs: Nepodařilo se načíst své učitele a třídy.
de: Fehler beim Abrufen von Ihrem Lehrer und Klasse.
es: No se pudo recuperar de su profesor y clase.
ru: Не удалось получить ваш учитель и класс.
sv: Kunde inte hämta din lärare och klass.
zh: 无法检索您的老师和类。

source: Teacher Account
cs: Toglic
de: Lehrer-Konto
es: Cuenta maestra
ru: Учитель счета
sv: Lärarkonto
zh: 教师账户

# AllWeKnow
source: Heres the error message, this is all we know...
cs: Heres chybová zpráva, to je vše, co víme...
de: Heres die Fehlermeldung, das ist alles was, die wir wissen...
es: Aquí está el mensaje de error, esto es todo lo que sabemos...
ru: Heres сообщение об ошибке, это все, что мы знаем...
sv: Heres felmeddelandet, detta är allt vi vet...
zh: 这是错误消息, 这就是我们所知道的.....。

# ConnectionStringUnable
source: Unable to connect to the database using the custom connection string:
cs: Nelze se připojit k databázi pomocí vlastního připojovacího řetězce:
de: Keine Verbindung zu der Datenbank mithilfe der benutzerdefinierten Verbindungszeichenfolge:
es: No se puede conectar a la base de datos utilizando la cadena de conexión personalizada:
ru: Не удается подключиться к базе данных с помощью пользовательской строки подключения:
sv: Kan inte ansluta till databasen med hjälp av en anpassad anslutningssträng:
zh: 无法使用自定义连接字符串连接到数据库:

# FailedToConnect
source: ERROR: Failed to establish a connection
cs: Chyba: Nepodařilo se navázat spojení
de: Fehler: Fehler beim Herstellen eine Verbindung
es: ERROR: Error al establecer una conexión
ru: Ошибка: Не удалось установить подключение
sv: FEL: Det gick inte att upprätta en anslutning
zh: 错误: 无法建立连接

# FailedToSaveSettings
source: Settings failed to save due to an invalid database connection string. Please enter a correct connection string or use default to save settings.
cs: Nastavení se nepodařilo uložit kvůli připojovací řetězec databáze je neplatný. Prosím zadejte správné připojovací řetězec nebo použít výchozí nastavení uložíte.
de: Einstellungen fehlgeschlagen durch eine ungültige Datenbank-Verbindungszeichenfolge speichern. Bitte geben Sie eine korrekte Verbindungszeichenfolge oder verwenden Sie Standard, um Einstellungen zu speichern.
es: Configuración de error al guardar debido a una cadena de conexión de base de datos no válido. Por favor introduzca una cadena de conexión correcta o utilizar por defecto para guardar los ajustes.
ru: Параметры не удалось сохранить из-за недопустимого базы данных строка подключения. Пожалуйста введите строку правильного подключения или использовать по умолчанию для сохранения настроек.
sv: Inställningar gick inte att spara på grund av en ogiltig databasanslutningssträng. Vänligen ange en korrekt anslutningssträng eller Använd standard för att spara inställningarna.
zh: 由于数据库连接字符串无效, 无法保存设置。请输入正确的连接字符串或使用默认值保存设置。

# SettingsReset
source: Your settings have been reset back to defaults successfully. The application will now restart.
cs: Vaše nastavení bylo obnoveno zpět na výchozí hodnoty úspěšně. Aplikace bude nyní restartován.
de: Ihre Einstellungen wurden erfolgreich wieder auf Standardwerte zurückgesetzt. Die Anwendung wird neu gestartet.
es: Configuración ha sido restablecer a valores predeterminados con éxito. La aplicación se reiniciará ahora.
ru: Ваши настройки были сброшены по умолчанию успешно. Приложение будет перезагружен.
sv: Inställningarna har återställts till standardvärden framgångsrikt. Programmet startas om.
zh: 您的设置已成功重置为默认值。应用程序现在将重新启动。

# SettingsSaved
source: Your settings have been saved successfully. The application will now restart.
cs: Vaše nastavení bylo úspěšně uloženo. Aplikace bude nyní restartován.
de: Ihre Einstellungen wurden erfolgreich gespeichert. Die Anwendung wird neu gestartet.
es: Los ajustes se han salvado con éxito. La aplicación se reiniciará ahora.
ru: Ваши настройки сохранены успешно. Приложение будет перезагружен.
sv: Inställningarna har sparats. Programmet startas om.
zh: 您的设置已成功保存。应用程序现在将重新启动。

# UnableToSaveSettings
source: ERROR: Unable to save settings.
cs: Chyba: Nelze uložit nastavení.
de: Fehler: Nicht in der Lage, Einstellungen zu speichern.
es: ERROR: No se puede guardar la configuración.
ru: Ошибка: Не удалось сохранить параметры.
sv: FEL: Det gick inte att spara inställningarna.
zh: 错误: 无法保存设置。

# AccountDeleted
source: Successfully deleted your account, feel free to create another account.
cs: Úspěšně odstranit váš účet, můžete vytvořit další účet.
de: Ihr Konto wurde erfolgreich gelöscht fühlen Sie sich frei, um ein anderes Konto zu erstellen.
es: Eliminado correctamente de su cuenta, no dude en crear otra cuenta.
ru: Успешно удалил ваш аккаунт, вы можете создать другую учетную запись.
sv: Har tagit bort ditt konto, Känn dig fri att skapa ett nytt konto.
zh: 已成功删除您的帐户, 请随时创建另一个帐户。

# AreYouSureDeleteAccount
source: Are you sure you wish to delete your account? While you can create a new one you will lose any exam results you currently have.
cs: Opravdu že si přejete smazat svůj účet? Můžete vytvořit novou jeden ztratí všechny výsledky zkoušek, které máte v současnosti.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Während Sie ein neues erstellen können verlieren Sie alle Prüfungsergebnisse, die Sie derzeit haben.
es: ¿Está seguro que desea eliminar su cuenta? Mientras que usted puede crear un nuevo uno perderá cualquier resultados de los exámenes que actualmente tiene.
ru: Вы уверены, что вы хотите удалить свой аккаунт? Хотя вы можете создать новый один будут потеряны любые результаты экзамена в настоящее время у вас.
sv: Är du säker du vill ta bort kontot? Du kan skapa en ny förlorar du alla provresultat som du för närvarande har.
zh: 确实要删除您的帐户吗？虽然你可以创建一个新的, 你会失去你目前有的任何考试成绩。
